tap 'homebrew/core'
tap 'homebrew/services'
tap 'homebrew/cask-fonts'

brew 'bat'
brew 'cloudflared'
brew 'colordiff'
brew 'cookiecutter'
brew 'coreutils'
brew 'curl'
brew 'docker-completion'
brew 'gnu-sed', args: ['with-default-names']
brew 'gnu-tar'
brew 'gnupg2'
brew 'jq'
brew 'pure'
brew 'pyenv'
brew 'readline'
brew 'shellcheck'
brew 'spaceship'
brew 'terraform-docs'
brew 'tfenv'
brew 'the_silver_searcher'
brew 'z'
brew 'zsh'
brew 'zsh-async'
brew 'zsh-completions'
brew 'zsh-history-substring-search'
brew 'zsh-lovers'
brew 'zsh-syntax-highlighting'

cask 'devtoys'
cask 'docker'
cask 'font-cascadia-code'
cask 'font-droid-sans-mono-for-powerline'
cask 'font-fira-code'
cask 'font-fira-mono'
cask 'font-inconsolata'
cask 'iterm2'
cask 'mockoon'
cask 'raycast'
cask 'insomnia'