tap 'homebrew/bundle'
tap 'homebrew/completions'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/services'
brew 'colordiff'
brew 'coreutils'
brew 'curl'
cask 'docker'
brew 'docker-completion'
brew 'git'
brew 'gnu-sed', args: ['with-default-names']
brew 'gnu-tar'
brew 'gnupg2'
brew 'jq'
brew 'the_silver_searcher'
brew 'z'
brew 'zsh'
brew 'homebrew/dupes/diffutils'
brew 'homebrew/dupes/grep', args: ['with-default-names']
brew 'homebrew/dupes/less'
brew 'homebrew/dupes/make'
brew 'homebrew/dupes/openssh'
cask 'iterm2'
cask 'sourcetree'